
DVDModuleNameInList								= "DVD";
DVDWindowHeader									= "DVD プレーヤー";
DVDNoDiskInserted								= "DVD をセットしてください";
DVDInsertedLabel								= "DVD がセットされました";
DVDReadingDVDPleaseWait                         = "DVD を読み込み中...";
DVDModuleMenu                                   = "DVD メニュー";
DVDModuleEject                                  = "ディスクを取り出す";
DVDModuleStop                                   = "中止";
DVDModuleResume                                 = "再生を再開";
DVDModuleHistoryBeginning                       = "先頭から開始する";
DVDModuleHistoryDefaultBookmark                 = "ブックマークから開始する";

DVDOptionsHeader								= "オプション";
DVDOptionsFlagOn                                = "入";
DVDOptionsFlagOff                               = "切";
DVDOptionsMuting                                = "消音";
DVDOptionsCaptioning                            = "クローズドキャプション";
DVDPlayerChapterFormatter                       = "チャプタ %d/%d";

ErrorCantInitializeDVDPlaybackAlert				= "今は DVD の再生はできません。";
ErrorCantInitializeDVDPlaybackMessage			= "ほかのアプリケーションが DVD を再生している可能性があります。デスクトップに戻り、該当するアプリケーションを終了してから、もう一度試してください。";
ErrorCantEjectDVDAlert							= "DVD を取り出せません。";
ErrorCantEjectDVDMessage						= "ほかのアプリケーションが DVD を再生している可能性があります。デスクトップに戻り、該当するアプリケーションを終了してください。";
ErrorBadRegionCodeAlert							= "DVD のリージョンコードが DVD プレーヤーと一致しません。";
ErrorBadRegionCodeMessage						= "リージョンコードについて詳しくは、“DVD プレーヤーヘルプ”を参照してください。";
ErrorBadDVDMediaAlert							= "DVD を再生できません。";
ErrorBadDVDMenuMessage							= "フォーマットが認識されませんでした。";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "DVD を再生できません。";
ErrorFatalDVDMessage							= "ディスクに問題があります。";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "このディスクのコピープロテクションを検証できません。";
